Repository: SXTrader/SXTrader
Catalog: BFTradingStrategies/BFUEStrategy/IPTraderObj/ctlIPTElementEdit.*.resx
Languages: de

# btnCancel.Text
source: &Cancel
de: &Abbruch

# btnSave.Text
source: &Save
de: &Speichern

# btnNew.Text
source: &New
de: &Neu

# gbxRedCard.Text
source: Red Card Behaviour
de: Verhalten Rote Karten

# rbnTeamBMoreRed.Text
source: Team B more Red Cards
de: Auswärtsteam mehr Rote Karten

# rbnTeamAMoreRed.Text
source: Team A more Red Cards
de: Heimteam mehr Rote Karten

# rbnEqualRedCards.Text
source: Equal Red Cards
de: Gleichstand Rote Karten

# rbnNoRedCards.Text
source: No Red Cards
de: Keine Roten Karten

# cbxRedCard.Text
source: Observe Red Cards
de: Beachte Rote Karten

# lblAnd3.Text
source: and
de: und

# lblMarketVolume.Text
source: Market Volume between
de: Marktvolumen zwischen

# btnTradeConfig.Text
source: Trade Configuration
de: Tradekonfiguration

# chkAlreadyTraded.Text
source: Step has already traded
de: Regel bereits ausgeführt

# gbxUnsettledMarket.Text
source: Open Trade if there is a unsettled market
de: Erlaubt bei offenen Trade

# rbnUnsettledNo.Text
source: No
de: Nein

# rbnUnsettledYes.Text
source: Yes
de: Ja

# gbxSettledMarket.Text
source: Open Trade if there is a settled market
de: Erlaubt bei abgeschlossenen Trade

# rbnSettledNo.Text
source: No
de: Nein

# rbnSettledYes.Text
source: Yes
de: Ja

# lblAnd2.Text
source: and
de: und

# lblOdds1.Text
source: Odds between
de: Quoten zwischen

# lblScore1.Text
source: Score
de: Spielstand

# lblAnd1.Text
source: and
de: und

# lblPlaytime1.Text
source: Playtime between
de: Spielzeit zwischen
