Repository: SXTrader/SXTrader
Catalog: BFTradingStrategies/BFUEStrategy/ctlConfiguration.*.resx
Languages: de

# tbpConfig.Text
source: Game Behavior
de: Allgemein

# tbpFastLay.Text
source: Fast Lay
de: Schnellwetten

# tbpSound.Text
source: Sound
de: Klang

# gbxConfigMain.Text
source: Configuration Lay The Draw
de: Konfiguration Lay The Draw

# gbxGeneral.Text
source: General
de: Allgemein

# cbxActivated.Text
source: Strategy activated by default?
de: Strategie bei Programmstart aktiviert?

# gbxGoalScored.Text
source: Goal Scored
de: Nach einem Tor

# lblDontCloseDrawPlaytime.Text
source: Don't Close Trade when score is draw and playtime is lower than
de: Kein austraden wenn Gleichstand und Spiel unter

# lblSecondesTradeClose.Text
source: seconds until canceling and rebeting
de: Sekunden, dann storniere und platziere erneut

# lblTradeCloseUnmatched.Text
source: If Trade-Close-Bet is unmatched wait
de: Falls Abschluss nicht angenommen, warte

# lblSecondsRetry.Text
source: seconds for retry
de: Sekunden bevor erneuten Versuch

# lblTradeCloseWait.Text
source: If Trade wasn't close wait
de: Falls Abschluss nicht platziert, warte

# lblTicks.Text
source: Ticks form initial Bet
de: Ticks von ursprünglichen Laywetten

# lblDontCloseTrade.Text
source: Don't close trade if Odds differ minus
de: Kein austraden wenn Quoten geringer als

# lblSeconds2.Text
source: seconds to close trade
de: Sekunden bis zum austraden

# lblAfterGoal.Text
source: After a goal was scored wait
de: Nach einem Tor warte

# lblNoStopLossOdds.Text
source: No Stopp/Loss if odds are below
de: Kein Stopp/Loss falls Quoten unter

# rbnSL00StopLoss.Text
source: Place Stop/Loss for
de: Platziere Stopp/Loss für

# rbnSL00NoStopLoss.Text
source: No Stop/Loss
de: Kein Stopp/Loss

# chkScoreline00.Text
source: If Score is 0 - 0 and there's a Scoreline Trade and the Win on the 0 - 0 Market compared to the Loss on Draw Market is
de: Bei Spielstand 0 - 0 und einen Scorline 0 - 0 Trade und Gewinn auf 0 - 0 Markt im Vergleich zu Verlust bei Unentschieden von

# lblPercentStopLoss.Text
source: % of initial Bet
de: % der ursprünglichen Layquote

# lblSeconds.Text
source: seconds
de: Sekunden

# lblCheckExitOdds.Text
source: Check Exitodds every
de: Überprüfe Stopp/Loss alle

# lblCloseTrade.Text
source: Stopp/Loss when Odds are lower than
de: Platziere Stopp/Loss wenn Quoten niedriger als

# lblPlaytimeMinute.Text
source: Minute of Playtime
de: Spielminute

# lblExit1.Text
source: Activate Stopp/Loss after
de: Beginne Stopp/Loss-Überwachung in der

# gbxFastBetUnmatchBehaviour.Text
source: Unmatched/Partly matched behaviour
de: Verhalten offene/teilplatzierte Wetten

# rbnFastBetCancelUnmatched.Text
source: Cancel Bet
de: Storniere Wette

# lblFastBetWaitSeconds.Text
source: Seconds
de: Sekunden

# rbnFastBetUnmatchedWait.Text
source: Wait
de: Warte

# gbxBetAmount.Text
source: Bet Amount
de: Einsatzhöhen

# rbnPercentageAvailibleAmount.Text
source: Available Amount
de: verfügbaren Kontostands

# rbnPercentageTotalAmount.Text
source: Total Amount
de: Gesamtkontostands

# lblPercentOf.Text
source: % of
de: % des

# rbnPercentBetAmount.Text
source: Always bet
de: Setze immer

# rbnFixedBetAmount.Text
source: Always bet
de: Setze immer

# gbxTradingChanged.Text
source: Trading Changed
de: Trade-Änderung

# btnTradingChanged.Text
source: &Browse...
de: &Durchsuchen...

# cbxPlayTradingChanged.Text
source: Play
de: Abspielen

# gbxScoreChanged.Text
source: Score Changed
de: Spielstandsänderung

# btnScoreChanged.Text
source: &Browse...
de: &Durchsuchen...

# cbxPlayScoreChanged.Text
source: Play
de: Abspielen

# gbxGameEnded.Text
source: Game Ended
de: Spiel beendet

# btnGameEnded.Text
source: &Browse...
de: &Durchsuchen...

# cbxPlayGameEnded.Text
source: Play
de: Abspielen

# gbxMatchAdded.Text
source: MatchAdded
de: Spiel hinzugefügt

# btnMatchAdded.Text
source: &Browse...
de: &Durchsuchen...

# cbxPlayMatchAdded.Text
source: Play
de: Abspielen

# cbxPlaySounds.Text
source: Play Sounds
de: Spiele Sounds
