Repository: SXTrader/SXTrader
Catalog: BFTradingStrategies/CommonHistoryGraph/Configurations/ctlConfiguration.*.resx
Languages: de

# tbpGeneral.Text
source: General
de: Allgemein

# tbpScoreMatrix.Text
source: Score Matrix
de: Ergebnissmatrix

# tbpWLDTrend.Text
source: Win/Loss/Draw
de: Sieg/NL/UE

# tbpOverUnder.Text
source: Over/Under
de: Ãœber/Unter

# tbpGameColor.Text
source: Game Coloring
de: Spielfarbgebung

# lblAgeOfData.Text
source: Maximum age of historic Data in Months
de: Maximales Alter der Daten in Monate

# lblNoHistoricData.Text
source: Number of historic Data to read:
de: Anzahl der zu lesenden gespeicherten Daten

# btnNewRange.Text
source: &New Range
de: &Neuer Bereich

# gbxWLDDrawRangeColors.Text
source: Colors Draw Percentage
de: Farbgebung % Unentschieden

# btnWLDDrawRangeNew.Text
source: &New Range
de: &Neuer Bereich

# gbxWLDLossRangeColors.Text
source: Colors Loss Percentage
de: Farbgebung % Niederlage

# btnWLDLossRangeNew.Text
source: &New Range
de: &Neuer Bereich

# gbxWLDWinRangeColors.Text
source: Colors Win Percentage
de: Farbgebung % Sieg

# btnWLDWinRangeNew.Text
source: &New Range
de: &Neuer Bereich

# gbxWLDTrendColors.Text
source: Trend Colors
de: Farbgebung Tendenzen

# lblWLDTrendDraw.Text
source: Draw:
de: Unentschieden:

# lblWLDTrendLoss.Text
source: Loss:
de: Niederlage:

# lblWLDTrendWin.Text
source: Win:
de: Sieg:

# gbxOUUnderColorRanges.Text
source: Colors Under Percentage
de: Farbgebung % Unter

# btnOUUnderRangeNew.Text
source: &New Range
de: &Neuer Bereich

# gbxOUOverColorRanges.Text
source: Colors Over Percentage
de: Farbgebung % Ãœber

# btnOUOverRangeNew.Text
source: &New Range
de: &Neuer Bereich

# gbxOUTrend.Text
source: Trend Colors
de: Farbgebung Tendenzen

# lblUnder.Text
source: Under:
de: Unter:

# lblOver.Text
source: Over:
de: Ãœber:

# btnNewColorStat.Text
source: New Statistic Color
de: &Neue Statistikfarbe
