Repository: SXTrader/SXTrader
Catalog: BFTradingStrategies/TradeTheReaction/TradeModuls/OverUnder/Dialogs/frmTradeInMoneyConfig.*.resx
Languages: de

# lblPercentOf.Text
source: % of
de: % des

# rbnPercentageAvailibleAmount.Text
source: Available Amount
de: verfügbaren Kontostands

# rbnPercentageTotalAmount.Text
source: Total Amount
de: Gesamtkontostands

# gbxBetAmount.Text
source: Bet Amount
de: Einsatzbetrag

# lblRelativeTargetString.Text
source: % of Total Bankroll
de: % des Gesamtkontostands

# rbnBetAmountByTarget.Text
source: Always calculate so that Liability/Win is
de: Berechne Einsatz immer so, dass Risiko/Gewinn

# lblOf.Text
source: of
de: des

# lblPercentOf2.Text
source: % of
de: % des

# rbnRelativeBetAmount.Text
source: Always bet
de: Setze immer

# rbnPercentBetAmount.Text
source: Always bet
de: Setze imme

# rbnFixedBetAmount.Text
source: Always bet
de: Setze immer

# btnCancel.Text
source: &Cancel
de: &Abbruch

# gbxBetOdds.Text
source: Bet Odds
de: Wettquoten

# rbnChangeOdds.Text
source: Change given Odds by
de: Ändere Quote um

# rbnGivenOdds.Text
source: Use given Odds
de: Nutze aktuelle Quoten

# chkKeepInplay.Text
source: Keep Inplay
de: Halte nach Spielbeginn

# chkKeepUnmatched.Text
source: Keep Unmatched
de: Halte nicht erfüllte Wette

# gbxBetBehaviour.Text
source: Bet Behaviour
de: Setzverhalten

# $this.Text
source: Trade In Money Config
de: Konfiguration Einsatzbetrag
