Repository: SXTrader/SXTrader
Catalog: BFTradingStrategies/TradeTheReaction/TradeModuls/CorrectScore/Controls/ctlTradeOutRuleEditCSBack.*.resx
Languages: de

# lblCheckOder.Text
source: Check Order
de: Prüfreihenfolge

# lblTrigger.Text
source: Trigger
de: Auslöseereignis

# gbxTrigger.Text
source: Trigger
de: Auslöser

# btnScores.Text
source: Scores:
de: Spielstände:

# chkScore.Text
source: Check Score
de: Überprüfe Spielstände

# rbnRCEqual.Text
source: Both Team Equal Red Cards
de: Gleichstand Rote Karten

# rbnRCTeamB.Text
source: Away Team more Red Cards
de: Auswärtsteam mehr Rote Karten

# rbnRCTeamA.Text
source: Home Team more Red Cards
de: Heimteam mehr Rote Karten

# rbnNoRedCard.Text
source: No Red Card Check
de: Keine Überprüfng Rote Karten

# lblAnd1.Text
source: and
de: und

# lblBetween1.Text
source: Between
de: Zwischen

# chkCheckPlaytime.Text
source: Check Play Time
de: Überprüfe Spielzeit

# gbxCheckRules.Text
source: Check Rules
de: Prüfregel

# btnCancel.Text
source: &Cancel
de: &Abbruch

# btnSave.Text
source: &Save
de: &Speichern

# btnNew.Text
source: &New
de: &Neu

# chkNoTrade.Text
source: No Trade
de: Nicht handeln

# chkUseGreenWaittime.Text
source: Use Wait Time for Greening
de: Benutze Wartezeit für das Greenen

# chkUseHedgeWaittime.Text
source: Use Wait Time for Hedging
de: Benutze Wartezeit für das Hedgen

# rbnGreenDynamic.Text
source: Statistical
de: Statistisch

# rbnFixedGreenPT.Text
source: Fixed
de: Fest

# rbnHedgeDynamic.Text
source: Statistical
de: Statistisch

# rbnFixedHedgePT.Text
source: Fixed
de: Fest

# gbxHedge.Text
source: Hedge
de: Hedgen

# gbxPlaytime.Text
source: Play Time
de: Spielzeiten

# lblGreenPercentage.Text
source: Percentage of Back Odds Lay Odds must have before Greening:
de: Lay-Quote in prozentuale Abhängigkeit zu Back-Quote für das Greenen

# lblHedgePercentage.Text
source: Percentage of Back Odds Lay Odds must have before Hedging:
de: Lay-Quote in prozentuale Abhängigkeit zu Back-Quote für das Hedgen

# gbxOddsPercentage.Text
source: Odds Percentage
de: Prozentuale Quoten

# lblGreenWaitTime.Text
source: Wait Time before Greening in Seconds:
de: Green-Wartezeit in Sekunden

# lblHedgeWaitTime.Text
source: Wait Time before Hedging in Seconds:
de: Hedge-Wartezeit in Sekunden

# gbxWaitTimes.Text
source: Wait Times
de: Wartezeiten

# chkOddsPercentage.Text
source: Calculate Target Lay Odds
de: Berechne Ziel-Lay-Quote

# chkWaitTimes.Text
source: Use Wait Times
de: Benutze Wartezeit

# chkCheckLayOdds.Text
source: Check Lay Odds
de: Überprüfe Lay-Quoten

# chkOnlyHedge.Text
source: Only Hedge
de: Nur hedgen

# gbxSettings.Text
source: Trade Out Settings
de: Trade Out Einstellungen
